{"0": "Action: Complete the Intuitive Eating Assessment Scale.", "1": "Action: Choose 1-2 foods that make you uncomfortable and challenge eating it without anxiety.", "2": "Action: Choose a time today when you will choose to give yourself permission to eat and enjoy your fear food in a calm environment.", "3": "Action: Actively replace one negative thought today with a positive one.", "4": "Action: Eat a meal today without any distraction.", "5": "Action: Simply observe your thoughts without attaching to them or adding to the storyline.", "6": "Action: Take a thought today, label the thought as “thinking” in your head.", "7": "Action: Pause right now. Pay attention to one of your senses, such as sight, touch, or sound.", "8": "Action: Say a negative statement. Now reframe it positively.", "9": "Action: Add one additional food to what you planned to eat today for some extra variety.", "10": "Action: Go for a short walk outside (10 min).", "11": "Action: Give someone a compliment in the most loving way possible.", "12": "Action: Find someone body-positive on social media, and follow them.", "13": "Action: Wear something comfortable today :)", "14": "Action: Use the hunger scale before and after 1 meal today.", "15": "Action: Try one new way to “move” today that you think you’ll love!", "16": "Action: Tell yourself right now that you can eat food literally whenever you want!", "17": "Action: Before you eat, ask yourself if you like the food.", "18": "Action: Before you eat, ask yourself if you’re hungry. Then rate it on the hunger scale.", "19": "Action: Do a social media detox (20 min).", "20": "Action: Make a plan of action for what you want to eat tomorrow.", "21": "Action: Pause for 1 minute, and really think about everything that makes you grateful for 1 person in your life.", "22": "Action: Say “thank you” 3 times today.", "23": "Action: Do a kind act for someone.", "24": "Action: Message a friend today, and ask them how they are doing!", "25": "Action: Before you go to bed, visualize what a day of intuitive eating looks like.", "26": "Action: Write down if you feel energized or tired after your snack today, as well as what you ate.", "27": "Action: Open a package of food, and leave 1-2 bites of it uneaten.", "28": "Action: Eat a meal with your nondominant hand.", "29": "Action: Give yourself an extra 20 minutes to eat today.", "30": "Action: When you are done eating today, reinforce your decision to stop by doing a conscious act like putting your utensils on your plate.", "31": "Action: Schedule in at least 20 minutes to finish each of your 3 meals today.", "32": "Action: Play some soothing music in the background as you enjoy your food.", "33": "Action: Try drinking water today until you feel the first signs of fullness. Note how much water that took.", "34": "Action: Drink at least 6 cups of water.", "35": "Action: Try eating every 4 hours today, and notice if you are more satisfied with your food.", "36": "Action: Try eating only 3 meals and no snacks, and notice if you are more hungry/full.", "37": "Action: Select a time and a place in which you can eat without distraction.", "38": "Action: Turn off the notifications on your phone when you eat.", "39": "Action: Read 10 pages in a book.", "40": "Action: Do something enjoyable on your own for at least five minutes—purely to savor the pleasantness.", "41": "Action: Take three deep breaths when you find yourself becoming upset or preoccupied with something.", "42": "Action: Use the hunger scale before and after your meal to gauge your hunger and fullness.", "43": "Action: Pause for 10 seconds in the middle of a meal to gauge your hunger and fullness.", "44": "Action: Notice the tone of your thoughts – are they harsh or kind?", "45": "Action: Add in one nurturing activity to your day today.", "46": "Action: Imagine a location where you have felt perfectly calm.", "47": "Action: Un-tense your muscles.", "48": "Action: Pause for a moment and imagine yourself in a wonderful, peaceful place.", "49": "Action: Take a nap today if you are tired.", "50": "Action: Schedule in some alone time to watch your favourite television show."}