{"0": "Did you really like the taste of what you ate today?", "1": "What is the worst that can happen if you let go of fears around food?", "2": "What foods do you currently forbid or restrict?", "3": "What is the root of your fear around food?", "4": "When did your fear around food start?", "5": "Describe your thoughts and eating behaviour when you decide to eat one of your forbidden foods.", "6": "While you are eating your forbidden food, are you connected to the taste and your body sensations of emerging fullness?", "7": "Would you describe the eating as disconnected, perhaps urgent?", "8": "How does eating one of your forbidden foods affect your eating for the rest of the day?", "9": "How does eating one of your forbidden foods affect your mood?", "10": "How does eating one of your forbidden foods affect how you feel about yourself?", "11": "How often do you engage in a farewell-to-food feast to get ready to start a new diet or cleanse routine?", "12": "If you perceived that you blew your diet, what behaviours would that trigger?", "13": "What do you think would happen if you ate your forbidden food every day, at every meal? How satisfying would it be?", "14": "Reflect on a recent time you allowed yourself to eat a forbidden food, and describe the experience.", "15": "List a condition that you place on your eating that you are willing to remove.", "16": "Reflect on how pursuing a healthy relationship with food could ultimately improve your health (even if it means allowing yourself to eat a restricted food).", "17": "Has there ever been a time in our life when eating was not an issue? What was that like?", "18": "Trust around food takes time. What reassuring or compassionate statement can you tell yourself?", "19": "Describe what you could say to family and friends if they comment on your food choices.", "20": "What could you do for yourself to eliminate distraction and focus on becoming an Intuitive Eater?", "21": "How often do you typically think about food?", "22": "Describe the taste and texture of one of your fear foods.", "23": "When eating your fear food, were there any surprises? Did it meet your expectations?", "24": "What would you do differently the next time you eat your fear food?", "25": "Record a milestone in which you gave yourself permission to eat a feared food and felt that the experience was a success."}