{"0": "Describe how your lunch tasted in your mouth. Did you enjoy it?", "1": "Choose a meal to use the hunger scale with.", "2": "Use the hunger scale 3x today.", "3": "It is nearing the holidays. Is there anything you are nervous about?", "4": "Pause for just a minute or so, simply following the breath in and out.", "5": "Who are you truly grateful for in your life?", "6": "Think of something that is more important to you than how you look. Describe that thing.", "7": "Do some self-love yoga or move your body in a way that you enjoy.", "8": "Say a positive affirmation to yourself in the mirror and mean it.", "9": "Remind yourself by writing down why you are embarking on this journey.", "10": "What are you missing right now that you think intuitively eating will provide?", "11": "Describe an event that has happened in your day and associate an emotion with it.", "12": "What are things that are causing you stress while you practice Intuitive Eating?", "13": "List out your three biggest wins of today!", "14": "What is one thing you can do to spread your joy?", "15": "Do you ever use food to procrastinate doing work?", "16": "What does the line “if you don’t love it, don’t eat it, and if you love it, savour it” mean to you?", "17": "What are you thinking about right now when embarking on this fresh start?", "18": "What emotions do you feel when you think about food?", "19": "How do you respond to the feedback of the scale?", "20": "What reasons cause you to eat besides hunger?", "21": "If you had a perfectly healthy day, what would that look like?", "22": "What does the beginning of a new diet look like?", "23": "How have your thoughts about food changed in the last 6 days?", "24": "What food rules have you created or followed in the past that make it difficult to eat mindfully?", "25": "What excuses do you tell yourself that prevent you from eating mindfully?", "26": "What circumstances do you find yourself in that encourages mindless eating?", "27": "What brings you pleasure in mindful eating?", "28": "Have you noticed any circumstances that shorten the window between a trigger (seeing food) and a response (eating it)?", "29": "What are some dieting beliefs worth challenging?", "30": "What is your earliest memory of being concerned about your weight?", "31": "What type of movement brings you the most joy?", "32": "What food do you love that loves you back?", "33": "List some activities not related to food that bring you pleasure and joy.", "34": "In what areas of your life do you feel unfulfilled?", "35": "How do you show your physical body respect?", "36": "What would it look like to commit to the daily process and not the results?", "37": "How do you want to feel when you reach your physical goals?", "38": "What is your immediate response when you eat something unhealthy?", "39": "How will you notice when you are in the middle of generating an excuse?", "40": "How will your life change when you reach your goal weight? Will it change?", "41": "How are you contributing to my family or the world in a meaningful way?", "42": "What are some non-hunger reasons that you eat?", "43": "What will you be deprived of if you deprive yourself of a binge?", "44": "What roadblocks consistently get in the way of reaching your goals?", "45": "Dear body, I love you because….", "46": "What is one thing you haven’t done because you are not happy with your body?", "47": "Describe your comfort food. Why does it bring you comfort?", "48": "What are 3 activities that make you feel the most relaxed?", "49": "Identify someone who needs encouragement. How you give it to them?", "50": "What fears do you have for sticking to an eating plan for life?", "51": "Are your current ways of eating sustainable in the long term?", "52": "What is one habit, if mastered would make healthy living easier?", "53": "How can you turn a workout into mindful movement?", "54": "What are you most grateful for about your body?", "55": "How does stress emerge in your life? What are the triggers?", "56": "How does fear feel in your body?", "57": "When do you feel vibrant, electric, powerful, and most alive?", "58": "How can you incorporate more fun and play into your life?", "59": "What does “fun” look, sound and feel like?", "60": "Are your current patterns and routines bringing you closer to or further from your goals?", "61": "What are you craving in your life that you are using food to fill?", "62": "When I eat when I am not yet hungry, I feel…", "63": "I feel most connected with my body when…", "64": "What advice would you give someone who wants to improve their health and be happier?", "65": "What will be different in your life if you are happy most of the time?", "66": "What is your biggest barrier to loving your body?", "67": "What is one thing you can do to make sure you get what you want out of your life?", "68": "Review your entries from the past 6 days. What patterns are you noticing?", "69": "Describe the last time you had the type of fun that made you smile for a few days.", "70": "What would your ideal of health look like? What do you need to do to make sure you achieve this daily?", "71": "Describe 3 triggers in your life that lead to emotional eating.", "72": "Are your expectations of yourself too high or too low? Explain.", "73": "Describe what your life would be like if you were told you could never lose another pound. How would this change your attitude?", "74": "Name 2 foods that you feel are “bad”. What has made you believe this?", "75": "What advice would you give the 15-year old you regarding food and the scale?", "76": "What inspires you to live a healthier life?", "77": "List a comfort food. How do you feel when you eat it?", "78": "Identify someone who needs encouragement. How would you give it to them?", "79": "Describe your satisfaction with your life. What is one small thing you could do to make it better tomorrow?", "80": "Describe the last time you compared yourself to someone. How did you feel?", "81": "Do you get enough sleep? Why or why not?", "82": "Where do you need to practice forgiveness in your life?", "83": "What are some themes you notice as you journal?", "84": "What are your goals when it comes to healing your relationship with food and your body?", "85": "What are three things you love and appreciate about your body?", "86": "Imagine what life would be like if you could love yourself unconditionally. What would that look like?", "87": "Keep track of how many times throughout the day you talk negatively about yourself.", "88": "What are these negative thoughts usually about?", "89": "Notice what food rules tend to repeat in your mind over and over. Create a list and look at them objectively, not emotionally.", "90": "Imagine what life would be like without these food rules. What would be different?", "91": "What are some foods that cause you stress or anxiety?", "92": "What are your current daily/weekly stressors?", "93": "Pick one recurring stressor and make a point to counter it with a stress-reduction activity.", "94": "How do you feel your relationship with food is tied to stress and your emotions?", "95": "Go delete an account on social media that you feel is not serving you.", "96": "What does it mean to you to be confident?", "97": "Describe how you love and support your best friend.", "98": "Make a list of things you believe you will gain from reaching a “goal weight.”", "99": "Which things from this list are available to you now?", "100": "Describe the person you have been conditioned to believe you “should” be.", "101": "Jot down a list of words that you think of when you of the word “health”.", "102": "Are there any food rules you are ready to release? If not, it’s okay!", "103": "What can you improve about your environment to support your goals?", "104": "How can you improve your mindset to support your goals?", "105": "Describe what it would feel like to be perfectly satisfied after a meal.", "106": "Is there something you have been holding onto for a long time?", "107": "How have you been holding yourself back in the last 3 months?", "108": "What is one thing your inner critic keeps whispering in your ear? What truth can you replace it with?", "109": "What is something you tell yourself that is not true?", "110": "Describe exactly how you want to feel while you are eating food.", "111": "Describe exactly how you want to feel after you’ve finished your food.", "112": "Write about how you want to feel when you wake up every morning.", "113": "Write down 1 food rule you have. Describe one step you could take to let go of it.", "114": "What is something you want to eat today?", "115": "List 3-5 things you love about yourself.", "116": "Write down something profound you are grateful for (like hot water)!", "117": "In my Intuitive Eating journey, I am most afraid of facing…", "118": "In my Intuitive Eating journey, it’s going to be difficult for me to…", "119": "What are you struggling with the most right now?", "120": "What are you gain out of healing your relationship with food?", "121": "What are you proud of yourself for?", "122": "What is something you know you can do?", "123": "What is something that society has been incorrect about?", "124": "What is something you have learned with age?", "125": "Do you feel the need to gain “control” of your life? Why?", "126": "What would change in your mind if it didn’t matter what other people thought?", "127": "Write down a reason why you really shouldn’t care so much.", "128": "Write down a reason why you should be living for YOU.", "129": "What did your past eating behaviours provide you?", "130": "What did your past eating behaviours take away from you?", "131": "Do you feel your relationship with food is because of the food itself? Or perhaps something more?", "132": "What is one mini-goal that you can set today?", "133": "What do you think is holding you back from fully embracing change?", "134": "What are the foods that you like to eat and make you feel good?", "135": "Are there parts of vulnerability and imperfection that you find beautiful?", "136": "Are you fearful of rejection or do you live true to yourself?", "137": "What is one thing beyond food that you hope to focus on in your life?", "138": "Describe a happy event that you remember as a child.", "139": "What do you think is stopping you from taking the next step in your journey?", "140": "Which foods can you “sniff” out a mile away?", "141": "What is the traditional diet of someone of your ethnicity? Do you still eat in the same way?", "142": "Do you find that you are most drawn to the foods you grew up eating?", "143": "When you’re hungry, what are the first few foods you always think of?", "144": "Do you like cold foods or warm foods? Spicy? Sweet? Savoury? Bland?", "145": "Are you truly hungry when you first wake up?", "146": "Is it a habit to eat upon waking up?", "147": "Do you typically feel hungry after 6pm?", "148": "When you’re done with the food on your plate, are you still thinking about food?", "149": "When it was time for you to eat today, were you hungry?", "150": "Do you find that you are more inclined to eat when the people around you eat?", "151": "No matter how much you eat, are you still craving “something” and not satisfied?", "152": "What are your favourite foods from childhood until now?", "153": "What are your least favourite foods from childhood?", "154": "What has changed and evolved in your taste preferences from when you were a child?", "155": "Do you trust what your body is asking for?", "156": "Are you eating foods you truly want and that make you feel good?", "157": "What are some trends you have noticed about your exercising pattern?", "158": "Who do you sense could most help you to forgive yourself?", "159": "Something unexpected that happened today was…", "160": "Is there something that is making you unhappy today?", "161": "An amazing thought you had today…", "162": "What is something you wish you’d done differently today?", "163": "What is a thought you couldn’t get rid of today?", "164": "The person I am grateful for today is…", "165": "What are some things you can do instead of reaching for food when you are not physically hungry?", "166": "Make a list of ways to keep yourself busy that don’t involve food!", "167": "Before you eat your meal, take in the look, smell, even feel of it! Describe it here.", "168": "Note where you are eating today. Are you with friends, in a busy cafeteria, or alone?", "169": "How might your environment impact your meal? (i.e. eating faster, distracted, etc.)", "170": "Describe your meal after you eat it – in depth!", "171": "Take note of your emotions. Are you stressed, anxious, sad, excited? How might this impact your eating?", "172": "Ask yourself how the food tastes. Is it worthy of your taste buds?", "173": "Ask yourself how the food tastes. Are you continuing to eat just because it’s there?", "174": "Is there anything about today’s meal you would change for next time?", "175": "What is one thing you can change about your ambience that would make your meal even better?", "176": "What was my mood during the meal, immediately following the meal, and 1-hour post-meal?", "177": "Was your meal satiating? Were you full when you finished the meal?", "178": "What are some foods that you love and make you happy? Add one to a meal tomorrow.", "179": "Describe a time when you ate food that was considered healthy but did not enjoy.", "180": "Why do you exercise?", "181": "Does exercising feel good to you?", "182": "How can you incorporate joyful movement in your life?", "183": "Do you find that you exercise for fun or punishment?", "184": "Did your dinner actually taste as good as you imagined?", "185": "Describe the physical sensations of water travelling down your esophagus.", "186": "Take note of how the first versus third, fourth or fifth bite tastes. What difference do you notice?"}