{"0": "Do you like how food feels in your body?", "1": "After a meal or snack, journal about whether you would choose to feel this way again.", "2": "After a meal or snack, journal about whether you would choose to eat in this manner again.", "3": "Describe your optimal feeling of fullness.", "4": "Action: Add one food to your meal that gives you lasting, sustainable energy.", "5": "After you eat, comment on whether the food or meal gave you lasting, sustainable energy.", "6": "After you eat, note down if you felt like you have more energy or less energy.", "7": "After you eat, note down if you feel sufficient satiety from your meal.", "8": "In general, are your eating patterns working well?", "9": "What are some some adjustments you can make to your eating patterns?", "10": "What comes to mind when thinking about the word play food?", "11": "Describe your relationship with nutritious food.", "12": "Reflect on whether you think about how the food will fuel your body.", "13": "What feelings arise when you choose to eat play food?", "14": "How often do you crave play food? Daily? Several times a day? Rarely?", "15": "How do you tend to choose your food? Is it based on nutrition? Taste?", "16": "Action: Observe over the next few days how much play food you can eat and still feel physical well.", "17": "How often do you eat more play food in a sitting than your body can handle?", "18": "When you hear the word variety, what comes to mind?", "19": "Think about moderation? A boring concept? Or perhaps something that describes a way of eating?", "20": "Do you have concerns that each meal needs to be perfectly balanced?", "21": "How can you increase the variety of foods that you eat?", "22": "Think about a typical week. In that week, do you believe that you get the balance you need?", "23": "Do you prefer eating out or cooking at home? Why?", "24": "Action: Create a list of foods that you can add to your grocery list that you don’t typically buy.", "25": "Action: Eat fruits or vegetables at least 3 times today.", "26": "Action: Add some quality omega-3 fats to your meal.", "27": "Action: Add a play food item to your snack or meal.", "28": "What is a whole food you would like to see in your diet?", "29": "What is a nutrient dense food that you can swap into your diet, e.g. seeds, beans, fish, etc.?", "30": "List some foods you enjoy that have naturally occurring sugars, e.g. milk or fruit.", "31": "What is one beverage that doesn’t provide nutritional value that you still enjoy?"}