{"0": "Say out loud: I will treat my body with respect and nourish it with what it asks for.", "1": "Say out loud: I will show my body that it can trust me by not restricting food.", "2": "Say out loud: I will see all food equally, no food is good or bad.", "3": "Say out loud: Intuitive eating is a journey, and I am learning as I go.", "4": "Say out loud: It’s okay to not be perfect.", "5": "Say out loud: I am more than the food I eat.", "6": "Say out loud: The foods I choose to eat do not impact my self-worth.", "7": "Say out loud: I choose to see today in a positive light, it’s a new day for me to learn.", "8": "Say out loud: What I ate yesterday does not dictate what I eat today.", "9": "Say out loud: I deserve to nourish my body.", "10": "Say out loud: Growth comes from outside our comfort zones.", "11": "Say out loud: In order to be comfortable around food again, I must first get a little uncomfortable.", "12": "Say out loud: No matter what my body looks like I will still be ME.", "13": "Say out loud: I give my body permission to change.", "14": "Say out loud: I can eat any and all foods whenever I want. There is no need to binge.", "15": "Say out loud: I feel amazing when I am nourished, I deserve to feel this way.", "16": "Say out loud: I choose to see the positive, not the negative.", "17": "Say out loud: I respect my body for all it does for me. I choose to treat it that way as well.", "18": "Say out loud: I’m okay with being imperfect, as there is no such thing as perfection.", "19": "Say out loud: It’s okay to not know what my body needs right now. I am figuring it out.", "20": "Say out loud: I will nourish my body every day and will speak kindly to myself to help support a healthy body and mind.", "21": "Say out loud: I will speak kindly to my body and appreciate it for all it does for me everyday.", "22": "Say out loud: Being confident means I know exactly who I am. I am willing to get to know myself better.", "23": "Say out loud: I am willing to give myself the same love and compassion that I show to others.", "24": "Say out loud: My goals have less to do with numbers and more to do with feelings. These feelings are available to me now.", "25": "Say out loud: My magic is that I am myself and no one else is me.", "26": "Say out loud: I allow myself to be ME, through and through.", "27": "Say out loud: I show up powerfully in the world, so I can share my gifts.", "28": "Say out loud: Everyone is doing the best they can with the tools they have, including me!", "29": "Say out loud: It is healthy to treat my body and mind with respect.", "30": "Say out loud: I trust myself to listen to my body and nourish it accordingly.", "31": "Say out loud: Food is not “good food” or “bad food”. Rather, just “food”. All foods are equal.", "32": "Say out loud: I may not be able to control what happens to me, but I am in control of how I respond.", "33": "Say out loud: I honour my body by eating foods that are nourishing and satisfying to me.", "34": "Say out loud: I choose to release things that are no longer serving me.", "35": "Say out loud: I am ready to step out of my own way.", "36": "Say out loud: I recognize and honour my truth. I am enough.", "37": "Say out loud: I love and take care of myself, so that I can love and take care of others.", "38": "Say out loud: I am ready to listen to my body’s cues.", "39": "Say out loud: I wake up ready to share my light with the world!", "40": "Say out loud: I am exactly where I need to be and I choose to move forward in a direction that honours my core self.", "41": "Say out loud: My body allows me to… (insert your line, e.g. ride bikes in the sunshine).", "42": "Say out loud: I am grateful for all that I have, accepting all that I don’t, and actively creating all that I want.", "43": "Say out loud: Everyone has value to share, so I learn something from everyone.", "44": "Say out loud: I am giving up the need to be perfect for the opportunity to be authentic.", "45": "Say out loud: I learn from my mistakes and improve every week.", "46": "Say out loud: I am exactly where I’m supposed to become the person I must be.", "47": "Say out loud: I am capable of achieving anything I fully commit to.", "48": "Say out loud: I strive to make every day the best day of my life, because there is simply no good reason not to.", "49": "Say out loud: No matter how it started, I’m going to finish the week strong.", "50": "Say out loud: I will try to love the life I have because it’s the only life I have.", "51": "Say out loud: I will try to be at peace with the things I can’t change.", "52": "Say out loud: I am just as deserving and capable of love as anyone else.", "53": "Say out loud: My challenges are an opportunity for me to learn and grow.", "54": "Say out loud: I know that where I am is a result of who I was, but where I go depends entirely on whom I choose to be from this day forward.", "55": "Say out loud: I love myself and others, unconditionally.", "56": "Say out loud: Everything happens for a reason, but it is my responsibility to choose the most empowering reasons for the events and challenges in my life."}