{"0": "What activities do you typically engage in when you are eating?", "1": "What fears or thoughts of discomfort arise for you (if any) when you think about what it would be like to eat without engaging in any distracting activities?", "2": "Describe a step you could take to eat without any distractions.", "3": "What percentage of the time do you clean your plate?", "4": "If you tend to clean your plate, does it feel more like a habit or a value?", "5": "How difficult would it be for you to leave 1-2 bites on your plate if you’re too full?", "6": "Did you think it would be easier to identify the sensations of fullness when eating with your nondominant hand?", "7": "Action: Eat your meal at the speed as if you were just learning to hold utensils.", "8": "What is something you can say to someone who is pushing you to eat more than you want?", "9": "Describe the sensations of fullness in your stomach.", "10": "Describe how the sensations of fullness affect your thoughts.", "11": "Describe how the sensations of fullness affect your mood.", "12": "Describe how the sensations of fullness affect your energy.", "13": "Describe the sensations of swallowing the water and having it travel down your esophagus.", "14": "How are these sensations of fullness different when eating food vs. drinking water?", "15": "Action: Have a snack today when you are hungry.", "16": "If you had a snack today, list the number of hours that the snack sustained you until you got hungry again.", "17": "Action: Have a different snack from yesterday.", "18": "What is a snack that lasts you a long period of time before you get hungry again?", "19": "What is a snack that lasts you a short period of time before you get hungry again?", "20": "Why do you think a particular snack may sustain you for longer?", "21": "Action: Eat a meal. Make a mental note of how long was it before you got hungry again.", "22": "What types of meals help sustain your fullness level?", "23": "What types of foods do you eat that do not sustain you for several hours?", "24": "Based on your experiences, describe the components of a meal that would sustain you for several hours.", "25": "Action: Use the hunger scale every 30 minutes for a 2-hour period after your meal.", "26": "After eating your meal, jot down whether your fullness experience was pleasant, unpleasant, or neutral?", "27": "From your hunger scale entries, what trends have you been noticing?", "28": "If you are multitasking while eating, do you think it will impact your perception of fullness?", "29": "List some foods that take a larger quantity to make you feel full.", "30": "Action: Take a prolonged pause when you are at the point of detecting the absence of hunger and the emergence of fullness.", "31": "Action: Estimate the number of bites that it will take to be comfortably full. Reflect after on how accurate you were.", "32": "Ask yourself during your meal: Is it possible that this next bite is the last bite for me? If your gut says yes, plan to stop after that point."}