{"0": "Describe some areas where you are unrealistic or overly critical about your body shape.", "1": "What is one part of your body that you LOVE?", "2": "What type of body shape do you think your genetic blueprint wants you to have?", "3": "What type of body shape do you desire to have?", "4": "What negative views do you hold about your body.", "5": "Action: Think about what your life would be like if you gave up the notion to change what you are destined to look like.", "6": "What feelings emerge as you work toward dropping your negative body image and accept Mother Nature’s blueprint for your body?", "7": "List some things your body can accomplish that you are grateful for.", "8": "How often are you willing to commit to self-care routines?", "9": "How did you feel before the last time you got on the scale?", "10": "After the most recent time you stepped on a scale, how did it change your mood or how you felt about yourself?", "11": "Does the number on the scale affect how you eat today?", "12": "What’s the first step you could make towards weighing yourself less often or not at all?", "13": "Action: Throw out one article of clothing that no longer makes you smile when you look at it.", "14": "Action: Plan out an outfit for tomorrow that you will feel confident wearing.", "15": "What are some things you’ve worked hard to achieve?", "16": "Write down some qualities about yourself that you particularly appreciate.", "17": "Create a statement that you could say to yourself when you are having a hard time with your body.", "18": "List some people whose appearance or clothing you check out.", "19": "What are your typical feelings when you compare yourself to another.", "20": "Was there a recent time when you found yourself feeling “less than”? Write down what you should say to yourself in that situation.", "21": "When are you most likely to examine your body (e.g. taking a shower, getting dressed)?", "22": "Action: Count the number of times that you body check today.", "23": "If you body check today, tell yourself: These thoughts are not helping and don’t make me feel great.", "24": "Action: Narrate your surroundings out loud and notice if any thoughts about YOU creep in while doing this.", "25": "List a few conversation topics that don’t surround food or body image.", "26": "List a conversation starter that encourages body positivity.", "27": "What do you need in order to respect, accept, and love the body you have?", "28": "What is something you can do to love your body more?"}