{"0": "Action: Set an alarm to go to bed at a reasonable time today.", "1": "Action: List something you could change to improve your sleep patterns.", "2": "Can you think of areas in your life that might be out of balance?", "3": "What can you do to reduce the time you spend on certain areas to provide more opportunities for other aspects of your life?", "4": "List a type of food you think you should add to your meals more often to make it more balanced.", "5": "List some stressors in your life.", "6": "Consider ways in which you might be able to manage your stress.", "7": "How truly do you believe that all foods are emotionally equivalent?", "8": "What are some conditions you may put on foods you enjoy?", "9": "Make a list of recent times when you ate too much or too little.", "10": "List the recent times when you ate for a reason disconnected from hunger.", "11": "List the possible ways in which emotional eating has benefited you, such as offering you comfort or distraction.", "12": "List the ways in which emotional eating has negatively affected your life, such as isolation, physical discomfort, and numbing feelings.", "13": "What is an example of a trigger that may enable emotional eating for you?", "14": "How often do you allow time for experiences that provide self-nurturance?", "15": "List some nurturing actions that don’t require money.", "16": "Identify one thing you can take away from your to-do that won’t make a huge difference.", "17": "Before you eat today, identify any emotional triggers that you are experiencing.", "18": "Describe what you need the most at this moment.", "19": "Come up with a storyline that brings you a feeling of connection and happiness.", "20": "How can you fulfil your needs without turning to food?", "21": "Describe your feelings right now without judgement.", "22": "Have your meals been satisfying, both physically and in regard to taste?", "23": "Describe a time when you physically comfortable – not overly full.", "24": "Are you sad that the meal is over and you need to stop?", "25": "Action: Take a few deep breaths in the middle of a meal and go to a different room. When you return, ask yourself if you still want to eat more.", "26": "Action: Pick one task to do in the moment, and let go of the worry of everything else.", "27": "How many tasks do you think you can do today to make you feel accomplished but not overwhelmed?", "28": "Action: Tell yourself that you appreciate the delicious meal in front of you.", "29": "What activities might you enjoy when you just can’t feel anymore?", "30": "Describe a potentially stressful situation where there may be a risk of emotional eating.", "31": "Describe a dining event and some feelings you might experience.", "32": "What might it be like to stay true to your body’s signals and eat only for hunger?", "33": "What positive feelings might arise as a result of your ability to cope without using or restricting food."}