{"0": "Action: Set aside 5 minutes today to monitor your heart rate (silently count for 1 min).", "1": "Notice today when you are thirsty. Where in your body do you notice it?", "2": "Notice today when you need to urinate. Where in your body do you notice it?", "3": "Notice today when you are hungry. Where in your body do you notice it?", "4": "Notice today when you are full. Where in your body do you notice it?", "5": "When you are stressed, where do you feel the physical sensations?", "6": "When you are sleepy, where do you feel the physical sensations?", "7": "When you are restless, where do you feel the physical sensations?", "8": "When you are sick or ill, where do you feel the physical sensations?", "9": "Do you notice your fullness before it becomes intense or unpleasant?", "10": "Do you notice any positive or negative trends in your self-care behaviours?", "11": "What are your strengths in self-care behaviours?", "12": "Are there parts of self-care that you have not been addressing (e.g. sleep or social boundaries)?", "13": "Do you believe that your self-care practices need more attention or perhaps just extra consistency?", "14": "Describe 1-2 strategies that you are willing to consistently implement to increase your physical wellbeing.", "15": "Describe 1-2 strategies that you are willing to consistently implement to increase your emotional wellbeing.", "16": "Describe 1-2 strategies that you are willing to consistently implement to increase your spiritual wellbeing.", "17": "Describe 1-2 strategies that you are willing to consistently implement to increase your social wellbeing.", "18": "List a “happiness disrupter” in your life that you are willing to decrease?", "19": "Think about a recent time when you got too hungry. What did the intensity of the hunger feel like in your body?", "20": "At which rating on the hunger scale do you usually feel the sensations of hunger?", "21": "Does your hunger experience tend to be pleasant, unpleasant, or neutral?", "22": "What trends have you been noticing from using the hunger scale?", "23": "At which number on the hunger scale does the sensation of hunger feel just right for you?", "24": "What patterns of eating, in regards to timing, works best for you?", "25": "Action: Eat a snack today. Observe whether it affects the frequency of your hunger.", "26": "Does it feel like you are always eating? Does that worry you?", "27": "Are you able to distinguish between your thoughts and hunger cues?", "28": "Are you able to distinguish between your thoughts and fullness cues?", "29": "How can you distinguish between a dieting-mentality thought and a thought that will serve your best interest?", "30": "How can awareness of your thoughts help you become an Intuitive Eater?"}