{"0": "Growing up, were you given a variety of food choices during meal times?", "1": "Growing up, was there a focus on eating only healthy foods?", "2": "Growing up, were there good foods and bad foods and even forbidden foods in your home?", "3": "Growing up, were you punished if you did not follow the household food rules?", "4": "Do you find it stressful to eat around your family members or friends? Perhaps they are overly critical of your food choices.", "5": "What types of food sound appealing to you?", "6": "Imagine a salty or savoury taste on your tongue. Does it feel right to you at this moment?", "7": "Imagine a sweet taste on your tongue. Does it feel right to you at this moment?", "8": "Imagine a mild or even bland taste on your tongue. Is this the right flavour for you right now?", "9": "List some foods that have a texture you like.", "10": "Imagine the sensation of a smooth, silky food on your tongue. Does it feel right to you at this moment?", "11": "Imagine something crunchy on your tongue. Does it feel right to you at this moment?", "12": "Imagine something chewy on your tongue. Does it feel right to you at this moment?", "13": "Do you prefer having a variety of foods in your meal? Describe a meal that would satisfy you.", "14": "List some aromas that you find appealing.", "15": "Generally, do you find that you prefer hot or cold foods? Or does it depend?", "16": "Action: Go and eat something colourful and diverse looking.", "17": "Action: Go and eat something uncomplicated and bland looking.", "18": "Do you find that the appearance of a food influences your satisfaction?", "19": "Describe your favourite food to someone who has not seen, smelt, touched, or tasted it.", "20": "Describe a few sensory experiences that may impact the satisfaction of your meal.", "21": "Does paying attention to sensory contribute to your satisfaction in eating?", "22": "Action: Select a sensory focal point for your meal, such as how food tastes or smells, and focus on it.", "23": "Action: Each time you notice yourself lost in thought today, label it as “thinking” without judgement.", "24": "Action: As you continue eating, try to notice when the flavour diminishes.", "25": "Describe the smell of your meal today.", "26": "Action: Notice how long it takes for the “pleasantness” of what you’re eating to diminish.", "27": "Does the “pleasantness” of a meal depend on the variety of foods within it?", "28": "What senses do you think would indicate your last bite threshold?", "29": "Do you find that you enjoy a meal more when you eat it alone or with people around you?", "30": "Where do you eat most of your meals?", "31": "If you typically eat in a room, describe what the room looks like. Or describe the kind of place you would like to enjoy a meal.", "32": "How do you feel about your current eating environment?", "33": "What modifications could you make in your home to provide a more pleasant eating environment?", "34": "What emotions do you associate with the place (at home, at work, or at school) where you eat?", "35": "Do people argue during mealtime? Would this impact your eating?", "36": "Action: Develop a quick list for what you can buy next time your fridge is empty.", "37": "What boundaries can you set to create a neutral eating environment without stress?", "38": "List your favourite eating companions.", "39": "List your favourite places to eat that heighten your satisfaction."}