{"0": "Say out loud: I forgive my past self for dieting and I choose to be free moving forward.", "1": "Think about a time when you were struggling with your eating. Write down what you would typically do and say to yourself.", "2": "If you had a dear friend or loved one who was struggling with his or her eating, how would you respond?", "3": "Notice your emotions right now – are they harsh or kind?", "4": "Is there a difference between the way you would talk to your friend and the way you talk to yourself?", "5": "What factors or fears come into play that lead you to treat yourself and others so differently?", "6": "How might things change if you responded kindly to yourself?", "7": "Do you use self-criticism or self-bullying as motivators for your eating issues?", "8": "Action: Reflect on a recent difficult situation with your eating or your body. See if you can actually feel the emotional discomfort in your body.", "9": "Consider why you started dieting. Did you feel pressure to lose weight from family, friends, or a physician?", "10": "How did your first diet feel? Was it easy, even effortless?", "11": "What was the longest period of time that you sustained a weight loss from dieting?", "12": "What trends do you see with your body weight, since your first diet?", "13": "Currently, do you find it more difficult to stay on a diet – both mentally and physically?", "14": "How often have you said that a diet worked because you temporarily lost weight?", "15": "Consider your dieting history – did your weight gradually come back?", "16": "How has dieting affected your social life?", "17": "How has dieting affected your eating behaviours?", "18": "How has dieting affected your mind and mood?", "19": "What physical consequences have you experienced from dieting?", "20": "How much time and money have you spent in the pursuit of weight loss?", "21": "What kind of thoughts do you hold that may be fueling a fantasy of going on one last diet?", "22": "What would be some reasons for you to let go of dieting once and for all?", "23": "What are your beliefs about weight loss (in general)?", "24": "What are your beliefs about your OWN weight loss?", "25": "How do you fantasize life changing for you if you pursued weight loss?", "26": "Have you put some aspects of your life on hold until you lose weight? Which ones?", "27": "What would you need in order to explore your desired pursuits in your “here-and-now” body?", "28": "Do you see any patterns in your thoughts or behaviours when it comes to your body?", "29": "How frequently do you have dieting thoughts or speak them in conversation?", "30": "How has the way you speak about yourself or others kept you in a diet mentality?"}